tap "charmbracelet/tap"
tap "netbirdio/tap"
tap "terrastruct/tap"
brew "bash-completion"
brew "bat"
brew "circumflex"
brew "cowsay"
brew "d2"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gnupg"
brew "graphviz"
brew "iproute2mac"
brew "lsd"
brew "lynx"
brew "pstree"
brew "ripgrep"
brew "sqlcipher"
brew "stow"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "netbirdio/tap/netbird"
brew "terrastruct/tap/tala"
cask "alacritty"
cask "codex"
cask "font-google-sans-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "keycastr"
cask "netbird-ui"
cask "xquartz"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "anthropic.claude-code"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "codium.codium"
vscode "dbdiagram.dbdiagram-vscode"
vscode "docker.docker"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "scala-lang.scala"
vscode "sqlfluff.vscode-sqlfluff"
vscode "tomoki1207.pdf"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
cargo "cargo-expand"
