tap "netbirdio/tap"

brew "bat"
brew "cowsay"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gnupg"
brew "graphviz"
brew "iproute2mac"
brew "lsd"
brew "lynx"
brew "neovim"
brew "pstree"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "netbirdio/tap/netbird"

cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "netbird-ui"
